INSERT INTO "公路等级统计" ("统计类型", "长度总计", "记录数量", "创建时间") VALUES ('总长度', '2760103.9165357463', 638, '2025-09-13 13:46:57.426088');
INSERT INTO "公路等级统计" ("统计类型", "长度总计", "记录数量", "创建时间") VALUES ('一级公路', '286270.01640322676', 60, '2025-09-13 13:46:57.427276');
INSERT INTO "公路等级统计" ("统计类型", "长度总计", "记录数量", "创建时间") VALUES ('二级公路', '1082113.8065071271', 204, '2025-09-13 13:46:57.428049');
INSERT INTO "公路等级统计" ("统计类型", "长度总计", "记录数量", "创建时间") VALUES ('三级公路', '175036.29017321448', 47, '2025-09-13 13:46:57.428708');
INSERT INTO "公路等级统计" ("统计类型", "长度总计", "记录数量", "创建时间") VALUES ('四级公路', '165863.3370347179', 41, '2025-09-13 13:46:57.429334');
INSERT INTO "公路等级统计" ("统计类型", "长度总计", "记录数量", "创建时间") VALUES ('NULL等级', '370926.281103016', 173, '2025-09-13 13:46:57.429894');
