INSERT INTO "水系线分类统计表" ("统计类型", "分类关键词", "数量", "长度总计", "长度总计公里", "平均长度", "创建时间") VALUES ('水系线总长度', '全部', 376, '2043114.0257988623', '2043.11', '5433.81', '2025-09-13 14:50:50.374924');
INSERT INTO "水系线分类统计表" ("统计类型", "分类关键词", "数量", "长度总计", "长度总计公里", "平均长度", "创建时间") VALUES ('干渠类水系线长度', '干渠', 31, '172806.08295171472', '172.81', '5574.39', '2025-09-13 14:50:50.375976');
INSERT INTO "水系线分类统计表" ("统计类型", "分类关键词", "数量", "长度总计", "长度总计公里", "平均长度", "创建时间") VALUES ('河类水系线长度', '河', 100, '528635.7970683562', '528.64', '5286.36', '2025-09-13 14:50:50.376577');
INSERT INTO "水系线分类统计表" ("统计类型", "分类关键词", "数量", "长度总计", "长度总计公里", "平均长度", "创建时间") VALUES ('沟类水系线长度', '沟', 42, '105602.01381966057', '105.60', '2514.33', '2025-09-13 14:50:50.377227');
INSERT INTO "水系线分类统计表" ("统计类型", "分类关键词", "数量", "长度总计", "长度总计公里", "平均长度", "创建时间") VALUES ('倒水类水系线长度', '倒水', 6, '41796.685523171436', '41.80', '6966.11', '2025-09-13 14:50:50.377964');
INSERT INTO "水系线分类统计表" ("统计类型", "分类关键词", "数量", "长度总计", "长度总计公里", "平均长度", "创建时间") VALUES ('江类水系线长度', '江', 22, '198676.69557337672', '198.68', '9030.76', '2025-09-13 14:50:50.379065');
INSERT INTO "水系线分类统计表" ("统计类型", "分类关键词", "数量", "长度总计", "长度总计公里", "平均长度", "创建时间") VALUES ('举水类水系线长度', '举水', 6, '50857.07794745614', '50.86', '8476.18', '2025-09-13 14:50:50.380318');
INSERT INTO "水系线分类统计表" ("统计类型", "分类关键词", "数量", "长度总计", "长度总计公里", "平均长度", "创建时间") VALUES ('干沟类水系线长度', '干沟', 15, '36101.66422435009', '36.10', '2406.78', '2025-09-13 14:50:50.381036');
