INSERT INTO "一到七普" ("年份", "对应几普", "常住人口（万人）", "年均增长率（%）") VALUES ('1953年', '一普', '360.24', NULL);
INSERT INTO "一到七普" ("年份", "对应几普", "常住人口（万人）", "年均增长率（%）") VALUES ('1964年', '二普', '448.07', '2');
INSERT INTO "一到七普" ("年份", "对应几普", "常住人口（万人）", "年均增长率（%）") VALUES ('1982年', '三普', '587.74', '1.52');
INSERT INTO "一到七普" ("年份", "对应几普", "常住人口（万人）", "年均增长率（%）") VALUES ('1990年', '四普', '690.31', '2.03');
INSERT INTO "一到七普" ("年份", "对应几普", "常住人口（万人）", "年均增长率（%）") VALUES ('2000年', '五普', '804.81', '1.55');
INSERT INTO "一到七普" ("年份", "对应几普", "常住人口（万人）", "年均增长率（%）") VALUES ('2010年', '六普', '978.54', '1.97');
INSERT INTO "一到七普" ("年份", "对应几普", "常住人口（万人）", "年均增长率（%）") VALUES ('2020年', '七普', '1232.65', '2.34');
