INSERT INTO "水系面分类统计表" ("统计类型", "分类关键词", "数量", "周长总计", "周长总计公里", "平均周长", "创建时间") VALUES ('水系面总周长', '全部', 363, '4005286.654924745', '4005.29', '11033.85', '2025-09-13 14:50:50.367011');
INSERT INTO "水系面分类统计表" ("统计类型", "分类关键词", "数量", "周长总计", "周长总计公里", "平均周长", "创建时间") VALUES ('湖类水系面周长', '湖', 111, '1472697.846749894', '1472.70', '13267.55', '2025-09-13 14:50:50.368283');
INSERT INTO "水系面分类统计表" ("统计类型", "分类关键词", "数量", "周长总计", "周长总计公里", "平均周长", "创建时间") VALUES ('海类水系面周长', '海', 13, '103581.64837840032', '103.58', '7967.82', '2025-09-13 14:50:50.368997');
INSERT INTO "水系面分类统计表" ("统计类型", "分类关键词", "数量", "周长总计", "周长总计公里", "平均周长", "创建时间") VALUES ('港类水系面周长', '港', 5, '34169.53618717073', '34.17', '6833.91', '2025-09-13 14:50:50.369767');
INSERT INTO "水系面分类统计表" ("统计类型", "分类关键词", "数量", "周长总计", "周长总计公里", "平均周长", "创建时间") VALUES ('水库类水系面周长', '水库', 5, '163773.96640022233', '163.77', '32754.79', '2025-09-13 14:50:50.370654');
