INSERT INTO "铁路类型统计" ("统计类型", "长度总计", "记录数量", "创建时间") VALUES ('总长度', '1138028.292965721', 182, '2025-09-13 13:48:01.559262');
INSERT INTO "铁路类型统计" ("统计类型", "长度总计", "记录数量", "创建时间") VALUES ('高铁', '240916.1520573327', 37, '2025-09-13 13:48:01.560271');
INSERT INTO "铁路类型统计" ("统计类型", "长度总计", "记录数量", "创建时间") VALUES ('高铁/高架', '155779.7303049497', 35, '2025-09-13 13:48:01.560791');
INSERT INTO "铁路类型统计" ("统计类型", "长度总计", "记录数量", "创建时间") VALUES ('电气化铁路', '359458.2812568545', 54, '2025-09-13 13:48:01.561197');
INSERT INTO "铁路类型统计" ("统计类型", "长度总计", "记录数量", "创建时间") VALUES ('NULL类型', '310508.79575987434', 52, '2025-09-13 13:48:01.561605');
